Repository: OPUS4/application
Catalog: modules/publish/language/doiimport.tmx
Source language: de
Languages: en

source: Hinweis
en: Note

source: Achtung
en: Attention

source: Bitte zuerst eine DOI eingeben...
en: Please insert a DOI first ...

source: Es ist bereits ein Datensatz mit dieser DOI im Repositorium vorhanden (ID %s).
en: A data set with this DOI already exists in the repository (ID %s).

source: Es ist bereits ein Datensatz mit dieser DOI im Repositorium vorhanden (unveröffentlicht).
en: A data set with this DOI already exists in the repository (unpublished).

source: Achtung, alle Felder des Formulars werden gelöscht und ein neuer Import gestartet! Fortfahren?
en: Attention! All fields of the form will be deleted and a new import will be started! Continue?

source: DOI wurde nicht in Crossref gefunden.
en: DOI not found in Crossref.

source: Metadaten von Crossref holen
en: Get metadata from Crossref

source: Abbruch
en: Cancel

source: Zeige ID
en: Show ID
